Revit 2027 API
ToposolidBooleanPerturbationFailures Properties
The BuiltInFailures.ToposolidBooleanPerturbationFailures type exposes the following members.
Properties
Name | Description
NonPerturbationBooleanFailed |  Boolean operation failed without perturbation.
Top
See Also
Reference
BuiltInFailures.ToposolidBooleanPerturbationFailures Class
Autodesk.Revit.DB Namespace